{"_id":{"$oid":"5ca371af004b3837e0bff901"},"title":"Horus Rising","blurb":"His dream for humanity accomplished, Emperor hands over the reins of power to his Warmaster, Horus, and heads back to Terra. But will such incredible power corrupt Horus?","content":"","banner":"","user_id":{"$oid":"5ca370040f4eab2e104901e8"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff902"},"title":"Black Legion","blurb":"Returning after his long self-imposed exile, Abaddon offers the disparate Chaos Space Marine warbands within the Eye of Terror a simple choice: join him or die.","content":"","banner":"","user_id":{"$oid":"5ca370aa0f4eab2e104901e9"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff903"},"title":"Talon of Horus","blurb":"When Horus fell, his Sons fell with him. A broken Legion, beset by rivalries and hunted by their erstwhile allies, the former Luna Wolves have scattered across the tortured realm of the Eye of Terror. And of Abaddon, greatest of the Warmaster's followers, nothing has been heard for many years. Until now...","content":"","banner":"","user_id":{"$oid":"5ca370aa0f4eab2e104901e9"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff904"},"title":"Ahriman: Sorcerer","blurb":"Ahriman, greatest sorcerer of the Thousand Sons and architect of the Rubric that laid his Legion low, continues to walk the path towards salvation, or damnation. Searching for a cure for his Legion, he is forced to consider – was the great ritual somehow flawed from the very beginning?","content":"","banner":"","user_id":{"$oid":"5ca370c30f4eab2e104901ea"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff905"},"title":"Brothers of the Snake","blurb":"The war-torn far-future is laid bare as Brothers of the Snake follows the exploits of the Iron Snakes Space Marines as they battle against the enemies of mankind.","content":"","banner":"","user_id":{"$oid":"5ca370040f4eab2e104901e8"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff906"},"title":"Dark Imperium","blurb":"The galaxy has changed. Darkness spreads, warp storms split reality and Chaos is everywhere – even Ultramar. As Roboute Guilliman's Indomitus Crusade draws to a close, he must brave the perils of the warp to reach his home and save it from the depredations of the Plague God.","content":"","banner":"","user_id":{"$oid":"5ca370db0f4eab2e104901eb"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff907"},"title":"Angels of Darkness","blurb":"The Dark Angels are amongst the most devout of the Emperor’s servants, but the Chapter holds a dark secret that stretches back 10,000 years to the great Horus Heresy.","content":"","banner":"","user_id":{"$oid":"5ca370f50f4eab2e104901ec"},"__v":0}
{"_id":{"$oid":"5ca371af004b3837e0bff908"},"title":"Soul Drinkers","blurb":"The Soul Drinkers have served the Emperor loyally for thousands of years, but their obsessive desire to retrieve an ancient relic throws them into conflict with the Imperium…","content":"","banner":"","user_id":{"$oid":"5ca371120f4eab2e104901ed"},"__v":0}
